Repository: tonesey/YouTubePlayers_81
Catalog: Common/AppResources.*.resx
Languages: es, ru

# buyAppButton
source: buy app
es: ¡comprar la app!
ru: купить приложение

# favoritesHeader
source: favorites
es: favoritos
ru: избранное

# favText
source: No favorites episodes set. Tap and hold an episode to add it here. Tap and hold an episode in this list (if present) to remove it from favorites
es: ¡No se han establecido episodios favoritos todavía! Seleccione y mantenga presionado un episodio para añadirlo. Mantenga pulsado un episodio en esta lista (si está presente) para removerlo de los favoritos
ru: Нет избранного эпизода не установлены. Нажмите и удерживайте эпизод добавить его здесь. Нажмите и удерживайте эпизод в этом списке (если имеется), чтобы удалить его из Избранного

# full
source: FULL version
es: versión COMPLETA
ru: Полная версия

# rateAppButton
source: rate app!
es: ¡votar esta app!
ru: курса!

# trial
source: TRIAL version
es: versión de PRUEBA
ru: Пробная версия

source: version
es: versión
ru: версия

# writeAnEmailButton
source: write us!
es: ¡escríbenos!
ru: Напишите нам!

# addToFavText
source: add to favorites
es: agregar a los favoritos
ru: добавить в избранное

# checkoutVideo
source: Check out this video! Title: {0} {1}
es: ¡Mira este video! Título: {0} {1}
ru: Проверьте это видео! Название: {0} {1}

# removeFromFavText
source: remove from favorites
es: eliminar de mis favoritos
ru: Удалить из Избранного

# shareText
source: share
es: compartir
ru: доля

# feedbackText
source: {0} feedback/request
es: Comentario/solicitud {0}
ru: {0} Обратная связь / запросу

# buyPage_buyApp
source: Yes!
es: ¡sí!
ru: Да!

# buyPage_noThanks
source: No, thanks...
es: No, gracias ...
ru: Нет

# trialMessageEpisodes
source: Sorry, but you can watch only first five episodes into trial version... Do you want to buy full version?
es: Oopss ...... es posible ver sólo los primeros 5 episodios en la versión de prueba ... ¿Quieres la versión completa?
ru: Извините, но вы можете смотреть только первые пять эпизодов демо-версии ... Вы хотите купить полную версию?

# brokenLinkText
source: Error in episode '{0}' Link: {1}
es: Errores en el episodio '{0}' Link: {1}
ru: Ошибка в эпизоде ​​'{0}' Ссылка: {1}

# reportError
source: report broken link
es: reporta link no válido
ru: недействительным ссылку!

# error_buy
source: Error during Windows Phone Store connection! Please try again later or buy app from Store web page
es: ¡Error al conectar con Windows Phone Store! Por favor, inténtelo de nuevo más tarde o comprar la aplicación desde la página web
ru: Во время установки Windows Ошибка соединения телефон магазина! Пожалуйста, повторите попытку позже или купить приложения из магазина веб-страницы

# error_store
source: Error during Windows Phone Store connection! Please try again later!
es: ¡Error al conectar con Windows Phone Store! Por favor, inténtelo de nuevo más tarde!
ru: Во время установки Windows Ошибка соединения телефон магазина! Пожалуйста, повторите попытку позже!

# noNetworkAvailable
source: Internet connection not available!
es: ¡No hay Internet!
ru: Интернет не доступен!

# ExceptionMessage
source: A problem occurred the last time you ran this app :( Would you like to send an email to report it?
es: Encontraste un problema la última vez que utilizaste esta aplicación :( ¿Quieres enviar un e-mail al soporte técnico para señalarlo?
ru: Возникла проблема при последнем запуске этого приложения :( Хотели бы вы отправить по электронной почте сообщить о ней?

# ExceptionMessageTitle
source: Problem report
es: Informar de un problema
ru: Сообщения о проблемах

# otherAppsButton
source: other apps
es: otras app
ru: другой

# backButtonText
source: back
es: atrás
ru: спина

# disclaimerMessage
source: DISCLAIMER: This app is based on a public list of web videos links. Videos are hosted on YouTube servers and are not controlled by developers, that decline all responsibility for their content. If you want to request removal of a link, report broken/wrong link, contribute to expansion of the list, feel free to contact app authors. Names, trademarks, logos, text, graphics, images, sounds, videos, contained within this app belong to their respective owners.
es: DISCLAIMER: Este app se basa en una lista pública de links de vìdeos web. Los vìdeos se alojan en los servidores de YouTube y no son controlados por los desarrolladores, que declinan toda la responsabilidad de su contenido. Si deseas solicitar la eliminación de un enlace, señalar un enlace incierto / incorrecto, contribuir a la expansiòn de la lista, no dude en ponerse en contacto con los autores de la aplicaciòn.
ru: Это приложение основано на публичный список веб-видео связи. Видео находятся на серверах YouTube и не контролируются разработчиками, что снимают с себя ответственность за их содержание. Если вы хотите запросить удаление ссылки, Сообщить о повреждении / неправильную ссылку, способствуют расширению перечня, не стесняйтесь обращаться приложение авторов. Наименования, товарные знаки, логотипы, текст, графика, изображения, звуки, видео, содержащиеся в этом приложении, являются собственностью соответствующих владельцев.

# brokenLinkQuestion
source: :( Sorry, I can't find this video... Do you want to send an email to developers?
es: :( Lo siento, no puedo encontrar el video... ¿Quieres enviar un email a los desarrolladores?
ru: :( К сожалению, я не могу найти это видео ... Вы хотите, чтобы отправить письмо разработчикам?

# DownloaderPage_Infos_Stage_DwnCompletedWithError
source: :( Oh no . . . Some episodes were not correctly downloaded: please retry backup procedure... Downloaded episodes will be maintained.
es: :( Oh no ... Algunos episodios no se han descargado correctamente: vuelva a intentar la descarga. Los episodios ya descargados serán preservados.
ru: :( О, нет ... Некоторые эпизоды не были корректно загружен: пожалуйста, повторите процедуру резервного копирования ... Загрузке эпизодов будет сохранена.

# DownloaderPage_Infos_Stage_DwnCompletedWithSuccess
source: Well done!!! All episodes are available into your phone: you'll no longer need internet connection! Enjoy them! :)
es: ¡Grandioso! Todos los episodios ya están disponibles en el teléfono: ¡no necesitarás conexión a Internet! :)
ru: Молодцы! Все эпизоды доступны в телефон: Вы больше не будете нужно подключение к Интернету! Пользоваться ими! :)

# DownloaderPage_Infos_Stage_Welcome
source: Hi! Here you can download all episodes from web! Once done you can use app offline, all episodes will be available forever into your phone: internet connection will no longer required!
es: ¡Aquí puedes descargar todos los episodios de la web! Una vez hecho, se puede utilizar la aplicación sin conexión y todos los episodios estarán disponibles para siempre en tu teléfono: ¡ya no será necesaria la conexión a Internet!
ru: Привет! Здесь вы можете скачать все эпизоды из сети! После этого вы можете использовать приложение в автономном режиме, все эпизоды будут доступны навсегда в памяти телефона: подключение к Интернету больше не требуется!

# DownloaderPage_Infos_Stage_DwnEpisodesInProgress
source: Download in progress, please be patient :) Please do not exit this page, otherwise you will need to restart backup procedure . . .
es: Descarga en curso, un poco de paciencia... :) Por favor, no salir de esta página, si no será necesario repetir el procedimiento …
ru: Скачать в прогресс, пожалуйста, будьте терпеливы :) Пожалуйста, не выйти из этой страницы, в противном случае вам необходимо перезагрузить процедуры резервного копирования. . .

# ButtonEndText_DwnOk
source: go to episodes!!!
es: ¡ve a la episodios!
ru: пойти в эпизодах!

# ButtonStartBackupEpisodesText
source: start backup!
es: ¡comienza el backup!
ru: скачать!

# MessageAbortDownload
source: You will need to repeat entire backup procedure, are you sure?
es: Tendrás que repetir el proceso de copia de seguridad completa, ¿estás seguro?
ru: Вам нужно будет повторить весь процесс резервного копирования, вы уверены?

# TextCurEpisodeTitleHeader
source: episode:
es: episodio:
ru: эпизод:

# TextOverallProgressHeader
source: overall progress:
es: progreso total:
ru: общий прогресс:

source: Warning
es: Advertencia
ru: Предупреждение

# backupEpisodesText
source: download episodes
es: descarga episodios
ru: скачать эпизоды

# MessageAlreadyOffline
source: You have already done backup procedure, would you like to redo it?
es: Si se ejecuta el procedimiento de copia de seguridad de nuevo los episodios almacenados actualmente se borrarán, ¿estás seguro?
ru: Вы уже сделали процедуру резервного копирования, вы хотели бы повторить это?

# UserMessageDownloadKo
source: :( Sorry, something went wrong... Do you want to send an email to developers containing error details?
es: :( Lo siento, algo salió mal ... ¿Quieres enviar un correo a los desarrolladores con los detalles de los errores?
ru: :( К сожалению, что-то пошло не так ... Вы хотите, чтобы отправить письмо разработчикам содержащие сведения об ошибке?

# DownloaderPage_Infos_Stage_CheckingLinks
source: Checking videos urls . . . Please wait . . .
es: Verificación vídeos urls. . . Por favor, espere. . .
ru: Проверка видео URL. . . Пожалуйста, подождите. . .

# DownloaderPage_Infos_Stage_LinksCheckedWithErrors
source: :( Youtube removed some episodes... Please use button below to report problem to support: episodes will be fixed in 12-24h and you will receive an email when done.
es: :( Encontrado enlaces no válidos! Utilice el botón de abajo para reportar el problema: cuando usted recibe el email de confirmación de nuevo a intentar la operación de copia de seguridad!
ru: :( Признан недействительным URL-адресов видео! Пожалуйста, используйте кнопку ниже, чтобы сообщить ошибке в службу поддержки. Как только поддержка говорит, что эпизоды фиксированной Пожалуйста, повторите операцию резервного копирования снова!

# ButtonEndText_LinksKO
source: report error
es: envía error
ru: Сообщить об ошибке

# trialMessageBackup
source: Sorry, but backup feature is not available into trial version... Do you want to buy full version?
es: Lo siento, la opción de backup no está disponible en la versión de prueba ... ¿Quieres comprar la versión completa?
ru: Извините, но резервная функция не доступна демо-версии ... Вы хотите купить полную версию?

# possibleWrongBackup
source: Selected episode was not found into phone. Maybe backup procedure hasn't completed correctly: please retry operation.
es: El episodio seleccionado no está contenido en el teléfono. Es posible que la operación de backup ha fallado: por favor intente de nuevo el backup.
ru: Выбранного эпизода не был найден в телефоне. Может быть, процедура резервного копирования не правильно заполнен: пожалуйста, повторите операцию.

# DownloaderPage_Infos_Stage_DwnCompletedWithConnectionError
source: :( Oh no . . . Wi-fi connection is no longer active... Please exit app, disable and enable wi-fi connection into phone settings and retry backup. Downloaded episodes will be maintained.
es: :( Oh no . . . El wi-fi ya no está activo. Por favor salir de la aplicación, activar y desactivar la conexión wi-fi en los ajustes del teléfono y vuelva a realizar la descarga. Se mantendrán los episodios descargados.
ru: :( О, нет ... Wi-Fi соединение не больше не работает ... Пожалуйста, выйдите приложений, отключение и включение Wi-Fi соединение в настройках телефона и повторите попытку резервного копирования. Загрузке эпизодов будет сохранена.

# DownloadEpisodesQuestion
source: Do you want to download episodes into your phone and watch them forever without internet connection? :)
es: ¿Quieres descargar los episodios en el teléfono y verlos siempre sin conexión a Internet? :)
ru: Вы хотите скачать эпизоды в телефоне и смотреть их навсегда без подключения к интернету? :)

# RatingMessage1
source: We'd love you to rate our app 5 stars :) Showing us some love on the store helps us to continue to work on the app and make things even better!
es: Doy 5 estrellas para esta aplicación! :)

# RatingMessage2
source: You look to be getting a lot of use out of our app! Why not give us a 5 star rating to show your appreciation?
es: ¿Está utilizando mucho la aplicación! ¿Por qué no nos dan 5 estrellas? :)

# RatingNo
source: no thanks
es: no, gracias ...

# RatingTitle
source: Enjoying {0}?
es: Te gusta {0}?

# RatingYes
source: rate 5 stars
es: ¡sí!

# appHeader
source: app
ru: меню

# infoButtonText
source: info
ru: сообщения

# notEnoughSpace
source: :( not enough space on device to save episodes... Required space: {0} Gb
ru: :( Не хватает места на устройстве, чтобы сохранить эпизоды ... Требуемое место: {0} Gb

# wifiRequired
source: A wi-fi connection is required for download!
ru: Wi-fi соединение не требуется для загрузки!
